Repository: mozilla-l10n/mt-training-data
Catalog: mki/mki_pontoon.tmx
Source language: en_us
Languages: mki

source: 1 sentence collected
mki: 1 جملو ڀيڙا ڪيرو

source: 2 down, keep it up!<playIcon></playIcon>
mki: 2 هيٺ، مٿي رکو! <playIcon></playIcon>

source: ≥ 2 No votes
mki: ≥ 2 ووٽ نه

source: ≥ 2 Yes votes
mki: ≥ 2 ها ووٽ

source: Abkhaz
mki: ابخاز

source: About
mki: باري ۾

source: Accepted file types: .tsv only
mki: قبول ٿيل فائل را قسم: .tsv صرف

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mki: <accuracyLink>وڌيڪ ڏ يکو درستگي ري معيار تي.</accuracyLink>

source: Acehnese
mki: اچني

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mki: { $actionType } <playIcon></playIcon> رو اي جملو صحيح پوليو؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mki: { $actionType } </recordIcon> ڀڇي وڏي آواز سان جملو پڙهو

source: { $actionType }<stopIcon></stopIcon> when done
mki: { $actionType } <stopIcon></stopIcon> جڏھن ٿي گيو

source: { $actionType } submit when ready
mki: { $actionType } جمع ڪراو جڏهن تيار ٿي

source: Add and Review Sentences, Add Questions, Transcribe Audio
mki: جما ۽ جملا دوھراو. سوال ڀڇو. آواز ترجمو

source: Add <icon></icon> a public domain sentence
mki: شامل ڪرو <icon></icon> عوامي ڊومين رو جملو

source: Add information
mki: معلومات شامل ڪرو

source: Add new sentences for the community to read
mki: نوا جملا جما ڪرو ڪميونتي ري پڙھڻ لا

source: Add one sentence per line
mki: ھيڪ جملو ھيڪڙي لائن

source: Add questions in your language
mki: سوال ڀڇو آڀري پولي ۾

source: Add Sentences
mki: سجا جملا

source: Add sentences in your language
mki: آپري پولي ۾ جملا جما ڪرو

source: Add up to 1,000 sentences
mki: 1000 جملا تائن جما ڪرو

source: Add Your Voice
mki: آڀرو آواز شامل ڪرو

source: Adyghe
mki: اَديگِي

source: Afar
mki: آفر

source: Afrikaans
mki: آفريڪي

source: Agriculture and Food
mki: زراعتي ۽ غذائي

source: All sentence must have the same domain
mki: سجا جملا لاذمي ھيڪ ڍومين را

source: All sentences must have the same citation
mki: سجا جملا لاذمي ھيڪ حوالي را

source: Already have an account? <login>Log-In</login>
mki: اڳ ۾ ئي هيڪ اڪائونٽ هي؟ <login>لاگ ان</login>

source: Amharic
mki: امهاري

source: An error occurred fetching sentences
mki: جملي نا آڻڻ ۾ هيڪ غلطي ٿي گئ

source: An error occurred reviewing this sentence
mki: اي جملي رو جائزو ليڻ ۾ غلطي ٿي گئ

source: An error occurred submitting your voice information
mki: اوهان ري آواز ري معلومات جمع ڪرائڻ ۾ هيڪ نقص پيدا ٿيو

source: Approve
mki: منظور ڪرو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mki: هيڪ خاموش پس منظر ميلاپ ٺيڪ هي، پر اسان اضافي آواز نٿا چاهون جڪي هيڪ مشين الگورٿم نا او لفظن نا سڃاڻڻ رو سبب بڻائين جڪي لکيل متن ۾ نه هي. جيڪڏهن اوهان متن ري ڌار ڌار لفظ ٻڌي سگهو ٿا، ڪلپ نا رد ڪريو ڃاي. عام طور تي او ٿئي ٿو جتي ٽي وي ڇڏي ويو هي، يا جتي ويجھي گفتگو ٿي رهي هي.

source: Arabic
mki: عربي

source: Aragonese
mki: ارگوني

source: Are you coming? <strong>[called by another]</strong>
mki: ڪئ تون اي پيو؟ <strong>[ٻئي طرفان سڏيو گيو هي]</strong>

source: Arvanitika
mki: اروانتيڪا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mki: اسان نا سوال پڇو <matrixLink>Matrix</matrixLink>، <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.

source: Assamese
mki: آسامي

source: Asturian
mki: آسٽورين

source: Automotive and Transport
mki: گاڏين ۽ ٽرانسپورٽ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mki: هيڪ وائس ڪلپ نا "درست" نشان لڳايو جاي تو جڏهن هيڪ صارف نا ها رو ووٽ ڏئي ٿو.

source: Avoid too much background noise - it should be easy to hear you.
mki: تمام گهڻو پس منظر گوڙ کان بچاء - او اوهان ري ٻڌڻ لاء آسان هوجڻ کڀي.

source: Azerbaijani
mki: آذربائيجاني

source: Background Noise
mki: پس منظر گوڙ

source: Background Voices
mki: پس منظر رو آواز

source: Bankon
mki: بئنڪون

source: Bashkir
mki: بشڪر

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mki: ڪنهن ڪلپ نا رد ڪرڻ لاءِ اڳ محتاط رهو ته پڙهندڙ ڪنهن لفظ رو غلط تلفظ ڪريو هي، دٻاءُ غلط راءِ تي رکيو هي، يا بظاهر ڪئ سواليه نشان ٿي نظرانداز ڪ يو هي. سڄي دنيا ۾ استعمال ٿيندڙ تلفظ را مختلف قسم هي، جڪي مان ڪجهه شايد اوهان آڀري مقامي ڪميونٽي ۾ نه ٻڌا ھوئ . مھرباني ڪري اي لاءِ قدرداني ري حد مهيا ڪرو جڪي اوھان نا مختلف ڳالھائي سگھي ٿا.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mki: ['Beret' ٺيڪ هي ته ڪئ پهرين اکر تي دٻاءُ سان (UK) يا ٻئي (US)]

source: <bold>{ $count }</bold> Clips
mki: <bold>{ $count }</bold> ڪلپس

source: <bold>Help us</bold> find more voices
mki: <bold>اسان ئ مدد ڪرو</bold> وڌيڪ آواز ڳولھيو

source: Bulk batch
mki: گھڻي تعداد ۾ بيڇ

source: Bulk Sentences Uploaded
mki: وڏي تعداد ۾ جملا اپلوڊ ڪريا ھي

source: By telling us about yourself, you will help developers build more inclusive technology
mki: ڪئ اوھان ڪجھ معلومات شيئر ڪرڻ چاھو ٿا ته اوھان ڪيئن ڳالھايو؟

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mki: عام آواز استعمال ڪري، اوهان اسان ري <termsLink>شرطن</termsLink> ۽ <privacyLink>رازداري نوٽيس</privacyLink> سان متفق هو

source: Cancel Re-recording
mki: ٻيهر رڪارڊنگ منسوخ ڪرو

source: Cancel Submission
mki: جمع ڪرڻ منسوخ ڪرو

source: Cannot submit more than 1000 sentences
mki: 1000 جملا کان وڍيڪ جما نٿا ڪري سڱو

source: Change preferences
mki: اھميت مٿاو

source: Check <icon></icon> is this a linguistically correct sentence?
mki: چيڪ ڪرو <icon></icon> ڪئ هي لساني لحاظ کان درست جملو هي؟

source: <chevron></chevron>See less
mki: <chevron></chevron>گهٽ ڏسو

source: <chevron></chevron>See more
mki: <chevron></chevron>وڌيڪ ڏسو

source: Citation
mki: حوالو

source: Cite with a URL link or the full name of the work.
mki: URL لنڪ يا ڪم ري مڪمل نالي سان حوالو ڏيو.

source: Click
mki: ڪلڪ ڪرو

source: Clip Graveyard
mki: قبرستان ڪلپ

source: Clips Uploaded
mki: اپ لوڊ ڪريل ڪلپس

source: Collecting sentences
mki: جملا ڀيڙا ڪرڻ

source: Comment
mki: تبصرو

source: Common Voice Dataset
mki: عام وائس ڊيٽا سيٽ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
mki: ڪامن وائيس موزيلا فائونڊيشن رو هيڪ منصوبو هي، جڪو هيڪ آمريڪي 501c3 هي. اي منصوبي نا اي وقت مڪمل طور تي <philantropicGrantLink>خيالي گرانٽس</philantropicGrantLink>، ۽ دنيا ري ماڻهنا ري عطيا ذريعي فنڊ ڪو يو هي.

source: Community participation and decision making.
mki: ڪميونٽي ري شموليت ۽ فيصلا ڪرڻ.

source: Contact Form
mki: رابطو فارم

source: Contact Us
mki: اسان سان رابطو ڪرو

source: Continue
mki: جاري رکو

source: Continue validating
mki: تصديق ڪرڻ جاري ڪرو

source: Contribute
mki: تعاون ڪرو

source: Contribute sentences
mki: جملا شامل ڪرو

source: Contribution Criteria
mki: تعاون ري معيار

source: Contributors record voice clips by reading from a bank of donated sentences.
mki: مدد ڪرڻ واڙا جملنا ري بئنڪ مان پڙهڻ سان وائس ڪلپس رڪارڊ ڪري ٿا.

source: Create a profile
mki: پروفائل ٺاھو

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
mki: ماڻهان ري تنوع لاءِ موقعا پيدا ڪرڻ لاءِ ڪامن وائس ۾ حصو وٺڻ ري يقيني بڻائي ٿو ته ڊيٽا سيٽ جيترو ٿي سگهي ماڻهان ري خدمت ڪري. اسان وسيلا ۽ ٽيمپليٽ ٺاهيا ھي جيڪياوهان استعمال ڪري سگهو ٿا!

source: Criteria
mki: معيار

source: Dataset Release
mki: ڊيٽا سيٽ جاري

source: Datasets
mki: ڍيٿابيس

source: Delete my recordings
mki: آپري رڪارڊنگ نا ختم ڪرو

source: Different language
mki: مختلف ٻولي

source: Difficult to pronounce
mki: تلفظ ڪرڻ ڏکيو

source: Discard ongoing recording
mki: جاري رڪارڊنگ نا رد ڪرو

source: Does the sentence meet the guidelines?
mki: ڪئ جملو هدايتن نا پورو ڪري ڀيو؟

source: Donate your voice
mki: آڀري آوز ڎيو

source: Don't see your language on Common Voice yet?
mki: اڃا تائين اوهان ي ٻولي عام آواز تي نظر ڪون آئي هي؟

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mki: آپري فائل ري ھتي ڇڪيو يا <uploadButton>اپلوڊ ڪرڻ لاءِ ڪلڪ ڪرو</uploadButton>

source: Drop file here to upload
mki: اپلوڊ ڪرڻ لاءِ فائل هتي ڇڏي ڏيو

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mki: <email Fragment>سائن اپ ڪرو</email Fragment> اسان ري ميلنگ لسٽ ۾ او سکڻ لاءِ ته توهان ڪامن وائس تي مهمن، واقعن ۽ ڪو-ڊزائن جي خاصيتن ۾ ڪيئن حصو لي سگهو ٿا.

source: Enter your email
mki: آڀري اي ميل داخل ڪريو

source: Enter your public domain sentence here
mki: آڀري عوامي ڊومين رو جملو اتي داخل ڪرو

source: Enter your public domain sentences here
mki: آڀري عوامي ڊومين رو جملو اتي داخل ڪرو

source: Error adding sentence
mki: جملو شامل ڪرڻ ۾ غلطي

source: ESC
mki: اي ايس سي

source: Events
mki: واقعا

source: Exit & Delete clips
mki: ٻاھر جاو ۽ ڪلپس ختم ڪرو

source: Fewer than 15 words per sentence
mki: في جملي 15 لفظن کان گھٽ

source: File is too large
mki: فائل تمام وڏي هي

source: File is too small
mki: فائل تمام ننڍي هي

source: Finance
mki: مالیات

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
mki: ٻيجا نا ڳوليو جيڪي خيال رکي. او ٿي سگهي ٿو يونيورسٽيون، ٻولي اسڪول، وڪيل گروپ يا ڊيٽا سائنس ڪميونٽي. ٻاهر وڃو ۽ واضح طور تي وضاحت ڪرو ته هي ڪيئن مدد ڪري سگهي ٿا ۽ ڪئ. <outreachTemplates>ڏ يکو اسان ري ٽيمپليٽ outreach اي ميلون</outreachTemplates>.

source: Finish recording
mki: رڪارڊنگ مڪمل ڪرو

source: Finish recording first?
mki: پهرين رڪارڊنگ نا ختم ڪرو؟

source: Finish Review
mki: جائزو ختم ڪرو

source: Finish validating
mki: تصديق ڪرڻ ختم ڪرو

source: Finish validating clips?
mki: ڪلپس ري تصديق ختم ڪرو؟

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
mki: پهرين، چيڪ ڪرو تهڪئ اوهان ري ٻولي <languageLink>اڳ ۾ ئي موجود هي</languageLink>. جيڪڏهن او ڪوني هي، اوهان ڪري سگهو ٿا <languageRequestLink>آڀري ٻولي شامل ڪرڻ بابت پڇو</languageRequestLink>. اتي ٻه مرحلا ھي. سائيٽ رو ترجمو، ۽ جملننا گڏ ڪرو

source: Follow guidelines from “What sentences can I add?”
mki: گائڍ لائن فورم فولو ڪرو' ڪھڙا جملا جما ڪري سگان ٿا?'

source: for example
mki: مثال طور

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mki: ٽيڪنالاجي لاءِ هر ڪنهن لاءِ سٺو ڪم ڪرڻ لاءِ، ڊيٽا جيڪا ڊولپرز کي ٽيڪنالاجي ٺاهڻ ۾ مدد ڪري ٿي ماڻهن جي مختلف قسمن کي ظاهر ڪرڻ جي ضرورت آهي. مثال طور، جيڪڏهن اسان ڪنهن به ڳالهائيندڙن کي هڪ خاص تلفظ سان شامل نه ڪندا آهيون، ته پوءِ ٽيڪنالاجي انهي تلفظ سان ماڻهن لاءِ سٺو ڪم نه ڪندي. <وڌيڪ سکو>

source: General
mki: عمومي

source: General language / multiple variants
mki: عام ٻولي / ڪيترائي قسم

source: Get involved
mki: ڀيڙو ٿي

source: Gheg Albanian
mki: گيگ البانيا

source: <governanceLink>Read more about how we're governed</governanceLink>
mki: <governanceLink>وڌيڪ پڙهو ته اسان نا ڪيئن سنڀاليو جاي ٿو </governanceLink>

source: Grammatical / spelling error
mki: گرامر/ اسپيلنگ ري غلطي

source: Great!<recordIcon></recordIcon> Record your next clip
mki: زبردست! <recordicon></recordicon> آڀرو ايندڙ ڪلپ رڪارڊ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
mki: زبردست ڪم!<playIcon></playIcon> ٻيهر سڻون جڏهن اوهان تيار هو

source: Guidelines
mki: ھدايتونا

source: Healthcare
mki: ھيلٿڪير

source: Help create Common Voice’s first target segment in { $locale }
mki: مدد ڪرو Common Voiceري پهرئين ٽارگيٽ سيگمينٽ { $locale } ۾

source: Help us build a community around voice technology, stay in touch via email.
mki: آواز ٽيڪنالاجي ري چوڌاري ھيڪ ڪميونٽي ٺاهڻ ۾ اسان ري مدد ڪرو، اي ميل ذريعي رابطي ۾ رھسا.

source: Help us validate voices
mki: آوازن ري تصديق ڪرڻ ۾ اسان ري مدد ڪرو

source: Highland Puebla Nahuatl
mki: هاءِ لينڊ پوئبلا نهواٽل

source: His hand was rais-ed.
mki: اي رو هٿ مٿي ڪريو ھي.

source: History, Law and Government
mki: ھستري، لاھ ۽ ڱورنمينت

source: How ?
mki: ڪيئن؟

source: How are project decisions made?
mki: منصوبي را فيصلا ڪيئن ڪريا جاسي؟

source: How can we effectively grow a language on Common Voice?
mki: اسان ڪئين مؤثر طريقي سان هيڪ ٻولي ري عام آواز تي وڌائي سگهان ٿا؟

source: How does Common Voice work?
mki: ڪامن آواز ڪيئن ڪم ڪري ٿو؟

source: How does site localization work?
mki: سائيٽ لوڪلائيزيشن ڪيئن ڪم ڪئ ثو؟

source: How do I access and use the dataset?
mki: ھون ڊيٽا سيٽ تائين ڪيئن رسئي ۽ استعمال ڪري سگهان ٿو؟

source: How do I add a language?
mki: ھون هيڪ ٻولي ڪيئن شامل ڪري سگهان ٿو؟

source: How do I add sentences?
mki: ھون ڪئين جملا شامل ڪري سگهان ٿو؟

source: How do I cite?
mki: ھون ڪيئن بيان ڪران؟

source: How do I know whether to approve a voice clip?
mki: ھون ڪيئن ڄاڻان ته وائيس ڪلپ نا منظور ڪيو جاي؟

source: How do I record a high quality voice clip?
mki: ھون هيڪ اعليٰ معيار رو آواز ڪلپ ڪيئن رڪارڊ ڪري سگهان ٿو؟

source: How do I stay in touch?
mki: ھون رابطي ۾ ڪيئن رهان؟

source: How is Common Voice funded?
mki: ڪامن واس ڪئ مليو؟

source: How to add multiple sentences
mki: هون ڪي گھڻان جملا شامل ڪري سگهان ٿو؟

source: How would you describe your sex or gender?
mki: آڀرو سيڪس يا جينڍر ڪئ ڀذاسو

source: I agree
mki: هون متفق هان

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mki: ھون تصديق ڪريان ٿو ته اي جملا <wikipediaLink>عوامي ڊومين</wikipediaLink> ھي ۽ منا کي انهن نا اپ لوڊ ڪرڻ ري اجازت هي.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mki: هون تصديق ڪران ٿو ته اي جملو <wikipediaLink>عوامي ڊومين</wikipediaLink> هي ۽ مين وٽ اي ري اپلوڊ ڪرڻ ري اجازت هي.

source: <icon></icon> Add multiple public domain sentences
mki: <icon></icon>وڍيڪ جملا ايڍ ڪرو ڀبلڪ ڍومين را

source: Ideally natural and conversational (it should be easy to read the sentence)
mki: مثالي طور تي قدرتي ۽ گفتگو ڪندڙ (او جملو پڙهڻ ۾ آسان هوڻ گهرجي)

source: I do not agree
mki: هون متفق ڪوني هان

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mki: جيڪڏهن هيڪ ڪلپ 2 ماڻهن طرفان رد ثي جاي، او ڊيٽا سيٽ ري مختلف ذيلي سيٽ ۾ جاري ڪريو هي.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mki: جيڪڏھن او اوھان نا آپرا لفظ هي، بس چئو <italicizedText>"Self Citation"</italicizedText>. اسان نا ڄاڻڻ ري ضرورت هي ته اوهان هي مواد ڪٿي مليو هي ته جيئن اسان چيڪ ڪري سگهون ته اهو عوامي ڊومين ۾ هي ۽ ڪاپي رائيٽ ري پابندي لاڳو ناهي. حوالن بابت وڌيڪ معلومات لاءِ ڏسو اسان رو

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mki: جيڪڏهن رڪارڊ ٽوڙيو ڃاي، يا ڦاٽل هجي، رد ڪرو جيستائين پوري متن اڃا تائين ٻڌي نه سگهي.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mki: جيڪڏهن اضافي معلومات هي ته اوهان اي فائل بابت مهيا ڪرڻ چاهو ٿا، مهرباني ڪري رابطو ڪرو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mki: جيڪڏهن اضافي معلومات هي ته اوهان اي فائل بابت مهيا ڪرڻ چاهو ٿا جيڪا ٽيمپليٽ ۾ شامل نه هي، مهرباني ڪري رابطو ڪرو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mki: جيڪڏهن جملو مٿي ڏنل معيار کي پورو ڪون ڪري، ڪلڪ ڪريو &quot;رد ڪرو&quot; کاٻي پاسي بٽڻ. جيڪڏهن اوهان نا جملي ري باري ۾ تصديق ڪوني هي، ته اوهان اي نا ڇڏي به سگهو ٿا ۽ اڳتي وڌو.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mki: جيڪڏهن جملو معيار تي پورو ڪوني هي، "منظور ڪرو" تي ڪلڪ ڪرو. ساڄي پاسي وارو بٽڻ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mki: جيڪڏهن اوهان ڪنهن شيءِ ۾ او ته اي هدايتون نه ڍڪينديون هي، مهرباني ڪري آڀري بهترين فيصلي ري مطابق ووٽ ڏيو. جيڪڏهن اوهان واقعي فيصلو نٿا ڪري سگهو، بٽڻ نا استعمال ڪرو ڇڏي ڏيو ۽ ايندڙ رڪارڊنگ تي جاسي.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
mki: جيڪڏهن اوهان <strong>اي نا ٻڌي</strong> ۽ <strong>سمجهي سگهو ٿا</strong>، ته او عام طور تي <strong>منظور ڪرڻ بهتر هي</strong>.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
mki: جيڪڏهن اوهان يا اوهان اي تنظيم آي منصوبي ۾ حصو ليڻ چاهو ٿا، ته اوهان <donateLink>عطيو</donateLink> ڏئي سگهو ٿا يا اسان ري پارٽنرشپ ٽيم سان <emailFragment>commonvoice@mozilla.com</emailFragment> تي رابطو ڪري سگهو ٿا.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
mki: جيڪڏهن اوهان ASR ماڊل ٺاهڻ لاءِ اوزار جوو ڀيا، اوهان ڪميونٽي ري ٻين ماڻهوان سان ڳنڍي سگهو ٿا <discourseLink>on Discourse</discourseLink>.

source: If you run out of sentences to review, please help us collect more sentences!
mki: جيڪڏھن اوھان ري نظرثاني ڪرڻ لاءِ جملا ختم ٿي گيا ھي، مھرباني ڪري وڌيڪ جملا گڏ ڪرڻ ۾ اسان ري مدد ڪرو!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
mki: جيڪڏهن اوهان سوچيو ته تلفظ اي نا <strong>سمجھڻ ناممڪن</strong> بڻائي ٿو، يا اتي <strong>گهڻو پس منظر شور</strong> هي، يا اتي هي <strong>ٻيا ماڻهو پڻ ڳالهائي رهيا هي</strong>، ته ڀڇي اوهان ڪلپ نا رد ڪرڻ کڀي. <accuracyLink>اسان ري درستگي ري معيار ۾ وڌيڪ معلومات ڏيکو</accuracyLink>.

source: Include appropriate citation
mki: مناسب حوالو شامل ڪرو

source: Invalid file
mki: ناقص فائل

source: Is the clip valid?
mki: ڪئ اي ڪلپ صحيح هي؟

source: It contains words or phrases that are hard to read or pronounce.
mki: اي ۾ اهڙا لفظ يا جملا شامل ھي جڪي ۾ پڙهڻ يا تلفظ ڪرڻ ڏکيو هي.

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
mki: ڊيٽا سيٽس نا مسلسل ميزباني ڪرڻ ۽ جاري ڪرڻ، پليٽ فارم نا بهتر ڪرڻ ۽ <africaMradiLink> ڪميونٽي پروگرامنا نا هلائڻ ۾ تمام گهڻو پئسو خرچ ٿئي ٿو </africaMradiLink>.

source: It is written in a language different than what I’m reviewing.
mki: او هيڪ ٻولي ۾ لکيو هي اي نا مختلف جنهن رو هون جائزو لي ھان رهيوهان.

source: It is written in a language different than what I’m speaking.
mki: او هيڪ ٻولي ۾ لکيو هي جيڪو ھون ڳالهائي رهيو هان اي کان مختلف هي.

source: Just Unsure?
mki: صرف بي يقيني؟

source: Keep it up, record again <recordIcon></recordIcon>
mki: اي نا جاري رکو، ٻيهر رڪارڊ ڪرو <recordIcon></recordIcon>

source: Keep the recordings
mki: رڪارڊنگ نا رکو

source: Keep track of your progress with a profile
mki: هيڪ پروفائيل سان اوهان ري پيش رفت جو ٽريڪ رکو

source: Language
mki: ٻولي

source: Language Fundamentals (e.g. Digits, Letters, Money)
mki: ٻولي بنيادي(e.g, عدد, پويون, پيسا)

source: Language Request
mki: ٻولي ري درخواست

source: Language request successfully submitted, thank you.
mki: ٻوليءَ ري درخواست ڪاميابيءَ سان پيش ٿي گئ. مھرباني.

source: Languages
mki: پولي

source: Large bulk sentence submission
mki: گھڻي تعداد ۾ جملا جمع ڪرڻ

source: Learn how to take part
mki: سکو ته ڪيئن حصو ليجي

source: Learn More
mki: وڌيڪ ڄاڻو

source: Leaving now means you'll lose your progress
mki: ھمي ڇڏڻ رو مطلب ھي اوھان آڀري پيشرفت وڃائي ڇڎي

source: Listen
mki: سڻون

source: Listen options menu
mki: سڻون مينيو اوپشن

source: Listen-Queue
mki: سڻون- قطار

source: Loading sentences…
mki: جملا لوڊ ٿي ڀيا…

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mki: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> گھڻنا جملن ناي شامل ڪرڻ لاءِ

source: Log in or sign up to get started
mki: شروع ڪرڻ لاءِ لاگ ان يا سائن اپ ڪرو

source: Log In / Sign Up
mki: لوگ ان /ساعن اڀ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mki: پڪ ڪرو ته پليٽ فارم اوهان ري ڳالهائڻ شروع ڪرڻ کان اڳ رڪارڊ ڪري رهيو هي، ۽ او صرف هيڪ دفعو اوهان نا ختم ڪيو جاي.

source: Make sure the sentence meets the following criteria:
mki: پڪ ڪرو ته جملو هيٺين معياران تي پورو اي ٿو.

source: Mapudungun
mki: ماپوڊونگون

source: Maximum file size: 25 MB
mki: وڌ ۾ وڌ فائل سائيز: 25 MB

source: Media and Entertainment
mki: رابطي جا ذريعا ۽ وندر

source: Message
mki: پيغام

source: Minimum sentences in file: 1000
mki: ڪيترائي جملا ھيڪ فائل ۾: 1000

source: [Mismatched content]
mki: [غير مطابقت وارو مواد]

source: Misreadings
mki: غلط پڙهڻ

source: Missing an <strong>'s'</strong> at the end of a word.
mki: نهن لفظ ري آخر ۾ <strong>'s'</strong> غائب.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mki: غائب <strong>'A'</strong> or <strong>'The'</strong> رڪارڊنگ ري شروعات ۾.

source: Missing the end of the last word by cutting off the recording too quickly.
mki: آخري لفظ ري پڄاڻيءَ نا وڃائڻ سان رڪارڊنگ نا تمام جلدي بند ڪري ڇڏو.

source: [More has been recorded than the required text]
mki: [گهربل متن مان وڌيڪ رڪارڊ ڪريو هي]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mki: اڪثر رڪارڊنگ انهن ماڻهن جي آهي جيڪي انهن جي قدرتي آواز ۾ ڳالهائي رهيا آهن. توهان قبول ڪري سگهو ٿا ڪڏهن ڪڏهن غير معياري رڪارڊنگ جيڪا رڙ ڪئي وئي آهي، سرگوشي ڪئي وئي آهي، يا واضح طور تي هڪ ’ڊرامائي‘ آواز ۾ پهچائي وئي آهي. مھرباني ڪري ڳايل رڪارڊنگ کي رد ڪريو ۽ اھي جيڪي ڪمپيوٽر سان ٺهيل آواز استعمال ڪن ٿيون.
